console.log(`
Страница Main (59)

1. Проверка верстки +7
- верстка страницы валидная: для проверки валидности вёрстки используйте сервис https://validator.w3.org/ . +4
- логотип в хедере состоит из текстовых элементов +1
- страница содержит ровно один элемент <h1> +1
- добавлен favicon +1

2. Вёрстка соответствует макету +35
- блок <header> +5
- блок Not only +5
- блок About +5
- блок Our Friends +5
- блок Help +5
- блок In addition +5
- блок <footer> +5

3. Требования к css +5
- для позиционирования элементов блока Help использована сеточная верстка (flexbox или grid) +2
- при уменьшении масштаба страницы браузера или увеличении ширины страницы (>1280px) вёрстка размещается по центру, а не сдвигается в сторону и не растягивается по всей ширине +1
- фоновый цвет тянется на всю ширину страницы +2

4. Интерактивность элементов +12
- элемент About the Shelter в навигации подсвечен и неинтерактивен, остальные элементы навигации интерактивны +2
- каждая карточка с питомцем в блоке Our Friends интерактивна при наведении на любую область этой карточки +2
- плавная прокрутка по якорям +2
- выполняются все ссылочные связи согласно Перечню ссылочных связей для страницы Main +2
- выполнена интерактивность ссылок и кнопок. +2
- плавное изменение внешнего вида элемента при наведении и клике, не влияющее на соседние элементы +2

************************

Страница Pets (39)

1. Проверка верстки +7
- верстка страницы валидная: для проверки валидности вёрстки используйте сервис https://validator.w3.org/ . +4
- логотип в хедере состоит из текстовых элементов +1
- страница содержит ровно один элемент <h1> +1
- добавлен favicon +1
Проверка верстки +7

2. Вёрстка соответствует макету +15
- блок <header> +5
- блок Our Friends +5
- блок <footer> +5

3. Требования к css +3
- при уменьшении масштаба страницы браузера или увеличении ширины страницы (>1280px) вёрстка размещается по центру, а не сдвигается в сторону и не растягивается по всей ширине +1
- фоновый цвет тянется на всю ширину страницы +2

Интерактивность элементов +14

- элемент Our pets в навигации подсвечен и неинтерактивен, остальные элементы навигации интерактивны +2
- доступные кнопки пагинации (вправо) активны, недоступные (влево) - неактивны (disabled) +2
- каждая карточка с питомцем в блоке Our Friends интерактивна при наведении на любую область этой карточки +2
- плавная прокрутка по якорям +2
- выполняются все ссылочные связи согласно Перечню ссылочных связей для страницы Pets +2
- выполнена интерактивность ссылок и кнопок. +2
- плавное изменение внешнего вида элемента при наведении и клике, не влияющее на соседние элементы +2

`);